Repository: boku-ilen/thinkspatial
Catalog: thinkspatial_web/locale/*/LC_MESSAGES/django.po
Languages: de

source: Map:
de: Karte:

source: Created at:
de: Erstellt am:

source: Main Page
de: Hauptseite

source: Project examples
de: Projektbeispiele

# project_info
source: Project information
de: Informationen zum Projekt

# project_disclaimer_licenses
source: Disclaimer and licenses
de: Disclaimer und Lizenzen

# locate
source: Locate current position
de: Aktuellen Standort erfassen

source: Type of space
de: Raumtypen

source: Color associations
de: Farbassoziationen

# space_size
source: Space sze
de: Raumgröße

source: Space rating
de: Raumbewertung

source: Analysis
de: Auswerteliste
